{
    "text-length": 233,
    "segments": [
        {
            "start": 0.0,
            "end": 3.6,
            "text": " The 2018 Humanera Calendar is out now."
        },
        {
            "start": 3.6,
            "end": 7.8,
            "text": " You can order the limited edition for the short time of 10 days and then never again."
        },
        {
            "start": 7.8,
            "end": 15.4,
            "text": " It's like a regular calendar for 2018, but with one important difference, it's for the year 2018 of the Humanera."
        },
        {
            "start": 15.4,
            "end": 20.8,
            "text": " We explained why this should be our current year in our a new calendar for humanity video."
        },
        {
            "start": 20.8,
            "end": 25.8,
            "text": " Last year's calendar got a lot of feedback and we'd listen to what you wanted."
        },
        {
            "start": 25.8,
            "end": 35.4,
            "text": " The 2018 calendar has much more room for notes, a spiral binding, we got the shipping costs down and it will arrive in time for Christmas."
        },
        {
            "start": 35.4,
            "end": 42.8,
            "text": " It's printed on high quality paper, has a gold cover and it was produced in Seattle so we could ensure cuts cos art quality."
        },
        {
            "start": 42.8,
            "end": 48.2,
            "text": " The calendar itself features 12 detailed illustrations of human cultures around the world."
        },
        {
            "start": 48.2,
            "end": 53.6,
            "text": " Order it now, it's available for the limited time of 10 days until October the 20th."
        },
        {
            "start": 53.6,
            "end": 64.2,
            "text": " The Humanera Calendar is a passion project for us that represents the idea of human unity and progress and that we need to work together to stay alive and to travel to the stars."
        },
        {
            "start": 64.2,
            "end": 69.2,
            "text": " It's the second time we've made one and we're trying to make this a regular thing."
        },
        {
            "start": 69.2,
            "end": 85.80000000000001,
            "text": " Thanks a lot to everyone who loves the idea of a new history, we couldn't do any of this without this group of like-minded humans around the world."
        }
    ]
}